/* channel name (rectangular coordinates in unknown units). */
"%@ (%g, %g, %g)" = "%@ (%g, %g, %g)";

/* channel name (spherical coordinates in degrees, unknown distance units). */
"%@ (%g\\U00B0, %g\\U00B0, %g)" = "%@ (%g°, %g°, %g)";

/* channel name (spherical coordinates in degrees, meters). */
"%@ (%g\\U00B0, %g\\U00B0, %gm)" = "%@ (%g°, %g°, %g m)";

/* channel name (rectangular coordinates in meters). */
"%@ (%gm, %gm, %gm)" = "%@ (%g m, %g m, %g m)";

/* An audio channel label. */
"Ambisonic W" = "Ambisonic W";

/* An audio channel label. */
"Ambisonic X" = "Ambisonic X";

/* An audio channel label. */
"Ambisonic Y" = "Ambisonic Y";

/* An audio channel label. */
"Ambisonic Z" = "Ambisonic Z";

/* An audio channel label. */
"Center" = "Center";

/* An audio channel label. */
"Center Surround" = "Center-Surround";

/* An audio channel label. */
"Center Surround Direct" = "Center-Surround direkt";

/* Channel. An audio channel label. */
"Channel" = "Kanal";

/* Channels. An audio channel label. */
"Channels" = "Kanäle";

/* An audio channel label. */
"Click Track" = "Click-Track";

/* An audio channel label. */
"Dialog Centric Mix" = "Dialog Centric Mix";

/* Discrete. An audio channel short label.
   An audio channel label. */
"Discrete" = "Discrete";

/* An audio channel label. */
"Foreign Language" = "Fremdsprache";

/* An audio channel label. */
"Headphones Left" = "Kopfhörer links";

/* An audio channel label. */
"Headphones Right" = "Kopfhörer rechts";

/* An audio channel label. */
"Hearing Impaired" = "Hörgeschädigt";

/* An audio channel label. */
"Left" = "Links";

/* An audio channel label. */
"Left Center" = "Links Center";

/* An audio channel label. */
"Left Surround" = "Links Surround";

/* An audio channel label. */
"Left Surround Direct" = "Links Surround direkt";

/* An audio channel label. */
"Left Total" = "Total links";

/* An audio channel label. */
"Left Wide" = "Wide links";

/* An audio channel label. Low frequency enhancement near screen. */
"LFE Screen" = "LFE Screen";

/* An audio channel label. */
"LFE2" = "LFE2";

/* An audio channel label. Mid channel of a Mid-Side recording */
"Mid" = "Mitte";

/* An audio channel label. */
"Mono" = "Mono";

/* An audio channel label. */
"Narration" = "Erzählung";

/* An audio channel label. */
"Rear Surround Left" = "Rear-Surround links";

/* An audio channel label. */
"Rear Surround Right" = "Rear-Surround rechts";

/* An audio channel label. */
"Right" = "Rechts";

/* An audio channel label. */
"Right Center" = "Center rechts";

/* An audio channel label. */
"Right Surround" = "Surround rechts";

/* An audio channel label. */
"Right Surround Direct" = "Surround rechts direkt";

/* An audio channel label. */
"Right Total" = "Total rechts";

/* An audio channel label. */
"Right Wide" = "Wide rechts";

/* An audio channel label. Side channel of a Mid-Side recording */
"Side" = "Seite";

/* An audio channel label. */
"Top Back Center" = "Center oben hinten";

/* An audio channel label. */
"Top Back Left" = "Oben hinten links";

/* An audio channel label. */
"Top Back Right" = "Oben hinten rechts";

/* An audio channel label. */
"Top Center Surround" = "Center-Surround oben";

/* An audio channel label. */
"Unknown" = "Unbekannt";

/* An audio channel label. */
"Unused" = "Unbenutzt";

/* An audio channel label. */
"Vertical Height Center" = "Vertikale Höhe Center";

/* An audio channel label. */
"Vertical Height Left" = "Vertikale Höhe links";

/* An audio channel label. */
"Vertical Height Right" = "Vertikale Höhe rechts";

/* An audio channel label. X channel of an X-Y recording */
"X" = "X";

/* An audio channel label. Y channel of an X-Y recording */
"Y" = "Y";

/* An audio channel label. */
"Haptic" = "Haptisch";

